---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarShapeDrivenAccessor
source: html/f7f7f744-3ddd-1572-b36f-acf1e26b2ea9.htm
---
# RebarShapeDrivenAccessor Members

Compute the driving curves.